{
    "name": "Виктория Ханиева",
    "title": "Java-разработчик",
    "skills": {
        "title": "Навыки",
        "content": "Java, Spring Boot, PostgreSQL, Hibernate, MyBatis, Liquibase, Kafka, K8s, OpenShift, Docker, Gradle, Maven | Английский C1"
    },
    "about": {
        "title": "Обо мне",
        "content": "Около 2 лет занимаюсь разработкой банковского программного обеспечения в качестве Java-разработчика.Суммарный опыт составляет 6 лет: начинала с С++ и разработки диагностических правил для анализатора кода, потом перешла на разработку внутренних корпоративных инструментов на С#. \nВ перспективе хочу добавить к своей коллекции языков Kotlin."
    },
    "experience": {
        "title": "Опыт",
        "items": [
            {
                "role": "Java-разработчик",
                "company": "Senla",
                "dates": "Март 2023 – настоящее время",
                "description": "Проект - микросервис для агрегации предложений при кредитовании юрлиц в одном из Топ-3 банков в РФ. Участвую в реализации проекта с нуля в новой команде, много взаимодействую с аналитикой.реализовала сервис мониторинга работоспособности самого агрегатора, а также смежных микросервисов;участвую в принятии архитектурных решений;инициировала ведение технической документации на проектеВнепроектная деятельность:оформила справочный документ по Java и сопутствующим технологиям для подготовки начинающих специалистов, более 200 страниц;провела внутренний доклад по Spring Cloud"
            }
        ]
    },
    "education": {
        "title": "Образование",
        "content": "Тульский государственный университет, Бакалавр прикладной математики и информатики • 2016 – 2019"
    },
    "contacts": {
        "title": "Контакты",
        "content": [
            {"Тел.": "+7 (902) 844-85-01"},
            {"Почта": "vkhanieva@gmail.com"},
            {"LinkedIn": "linkedin.com/in/vkhanieva"},
            {"GitHub": "github.com/vkhiani"},
            {"Habr": "habr.com/ru/users/vkhanieva/posts/"}
        ]
    }
}